const menu = (prefix, NomeDoBot, pushname, sender) => {

  

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.  
  
return  `​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​

╭┅═┅═┅═┅═┅═┅═┅═֍
┃⤐╭─────────────
┃⤐║
┃⤐║ ➙ 𝐎𝐥𝐚 *${pushname}*
┃⤐║
┃⤐║ ➙ 𝘽𝙀𝙈 𝙑𝙄𝙉𝘿𝙊 𝘼𝙊 𝙈𝙀𝙉𝙐
┃⤐║
┃⤐║ ➙ *${NomeDoBot}*
┃⤐╰─────────────
╰┅═┅═┅═┅═┅═┅═┅═֍

╭┅═┅═┅═┅═┅═┅═┅═֍
┃⤐ ━═❑ 𝙄𝙉𝙁𝙊𝙍𝙈𝘼𝘾𝙊𝙀𝙎:
┃⤐╭─────────────
┃⤐║ ➙ 🤖 𝘽𝙊𝙏: ${NomeDoBot}
┃⤐║ ➙ 👤 𝘿𝙊𝙉𝙊:  ${NickDono}
┃⤐║ ➙ 🔍 𝘽𝘼𝙎𝙀 :  𝙰𝚕𝚎𝚊𝚝𝚘𝚛𝚢-𝙼𝚍
┃⤐║ ➙ 🤡 𝘿𝙊𝙉𝙊: http://wa.me//553597244422
┃⤐║ ➙ 🧑🏻‍💻 𝙋𝙍𝙀𝙁𝙄𝙓𝙊 : [ ${prefix} ]
┃⤐║ ➙ 😈 𝙏𝙀𝙐 𝙒𝘼.𝙈𝙀: http://wa.me/${sender.split("@")[0]}
┃⤐║ ➙ 💥 𝙑𝙀𝙍𝙎𝘼̃𝙊 : *V1*
┃⤐║ ➙⚡𝐏𝐋𝐀𝐓𝐀𝐅𝐎𝐑𝐌𝐀 : 
┃⤐║ ➙ ❓ 𝙏𝙄𝙋𝙊: 𝙈𝘿 - (𝙈𝙐𝙄𝙏𝙄 𝘿𝙀𝙑𝙄𝘾𝙀)
┃⤐╰─────────────
╰┅═┅═┅═┅═┅═┅═┅═֍

╭┅═┅═┅═┅═┅═┅═┅═֍
┃⤐╭ ─────────────
┃⤐║
┃⤐║║❲♨️❳ -➤ [🤴🏼] DONO: ${NickDono}
┃⤐║
┃⤐╰─────────────
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪ MENU/DE/CMDS
┃
┃➣${prefix}Menudono
┃➣${prefix}Efeitosimg
┃➣${prefix}Menuadm
┃➣${prefix}Menupremium
┃➣${prefix}Logos
┃➣${prefix}Brincadeiras
┃➣${prefix}Alteradores
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪PARA/MEMBROS
┃
┃➣${prefix}Infobot
┃➣${prefix}Numero (Seu Wame)
┃➣${prefix}Metodos(Desbanir número)
┃➣${prefix}Idiomas 
┃➣${prefix}Bug (QUESTIONE) 
┃➣${prefix}Sugestao (DICA) 
┃➣${prefix}Avaliar
┃➣${prefix}Clima (Nome da Cidade)
┃➣${prefix}covid
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪INFO/DONO
┃
┃➣${prefix}Fotomenu (MARCAR-IMG) 
┃➣${prefix}Gifmenu (MARCAR) 
┃➣${prefix}Audio-menu
┃➣${prefix}InfoBemvindo
┃➣${prefix}Infopalavrão
┃➣${prefix}Infolistanegra
┃➣${prefix}Infobancarac
┃➣${prefix}Infovotação
┃➣${prefix}Infocontador
┃➣${prefix}Infosorteio
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢DOWNLOAD 
┃
┃➣${prefix}Play (NOME) 
┃➣${prefix}Shorts (LINK) 
┃➣${prefix}Playmp4 (NOME) 
┃➣${prefix}Ytsearch (NOME) 
┃➣${prefix}Ytmp4 (LINK) 
┃➣${prefix}Ytmp3 (LINK) 
┃➣${prefix}Tiktok (LINK) 
┃➣${prefix}Instagram (LINK) 
┃➣${prefix}Insta-story (NOME) 
┃➣${prefix}Facebook (LINK) 
┃➣${prefix}Twitter (LINK) 
┃➣${prefix}Imgpralink (MARCAR)
┃➣${prefix}Videopralink (MARCAR-V) 
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪ PESQUISA 
┃
┃➣${prefix}Google (NOME) 
┃➣${prefix}Gimage (NOME) 
┃➣${prefix}Gimage2 (NOME) 
┃➣${prefix}Clima (NOME-CIDADE) 
┃➣${prefix}Covid 
┃➣${prefix}Celular (NOME)
┃➣${prefix}Playstore (NOME) 
┃➣${prefix}Happymod (NOME) 
┃➣${prefix}Apk (NOME)
┃➣${prefix}Grupos (NOME)
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪INFORMAÇÕES
┃
┃➣${prefix}Ping (VELO) 
┃➣${prefix}Gitdobot
┃➣${prefix}Atividade
┃➣${prefix}Rankativo
┃➣${prefix}Checkativo (@MARCAR)
┃➣${prefix}Ranklevel (DE-TODOS) 
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪JOGOS/QUIZ
┃
┃➣${prefix}Ppt (PEDRA/PAPEL/TESOURA) 
┃➣${prefix}Jogodavelha (@MARCAR) 
┃➣${prefix}Ttt (JOGO-DA-VELHA) 
┃➣${prefix}Cassino
┃➣${prefix}Dado
┃➣${prefix}Quizanime 1 / 0
┃➣${prefix}Quizanimais 1 / 0
┃➣${prefix}Anagrama 1 / 0
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪FIGURINHAS
┃
┃➣${prefix}figaleatoria
┃➣${prefix}figualeatoria
┃➣${prefix}packfigurinhas
┃➣${prefix}figurinhas (nome da figurinha)
┃➣${prefix}Attp (TEXTO)
┃➣${prefix}Ttp (TEXTO)
┃➣${prefix}F (Figurinha em Pé)
┃➣${prefix}Sticker (Figurinha deitada)
┃➣${prefix}Toimg (MARCAR-FIGU)
┃➣${prefix}Togif (MARCAR-FIGU)
┃➣${prefix}Roubar (TEXT/TEXT)
╰┅═┅═┅═┅═┅═┅═┅═֍
╭┅═┅═┅═┅═┅═┅═┅═֍
┝━〢☪CMDS/BÁSICOS
┃
┃➣${prefix}Gtts (LINGUAGEM + TEXTO)
┃➣${prefix}Traduzir Hello 
┃➣${prefix}Tagme 
┃➣${prefix}Emoji
┃➣${prefix}Emojimix
┃➣${prefix}Tabela (LETRAS) 
┃➣${prefix}Conselhobiblico
┃➣${prefix}Simi (FALE-ALGO)  
┃➣${prefix}Perfil
┃➣${prefix}Frases
┃➣${prefix}Calcular (1 + 1)
┃➣${prefix}Fazernick (NICK)
┃➣${prefix}Bot
╰┅═┅═┅═┅═┅═┅═┅═֍

`
}

exports.menu = menu

// NÃO APAGUE ESSE ${NickDono} nem 
//${numerodn} nem ${NomeDoBot} nem ${prefix} só se quiser apagar completo, não coloque nada ${dentro assim} ISSO SÃO DEFINIÇÕES QUE ESTÁ PUXANDO DO settings.json, da pasta dono, só pode altera a base de tudo, menos as definições, só se quiser apagar a definição completa.
